Repository: tarek-elbeheidy/CodeSamples
Catalog: Certificate/ITWORX.MOEHEWF/ITWORX.MOEHEWF/ITWORX.MOEHEWF.Common/Resources/ITWORX.MOEHEWF.Common.*.resx
Languages: ar_sa

source: Closed Requests No
ar_sa: عدد الطلبات المغلقة

# NeedsClarificationRequestsNo
source: Needs Clarification Requests
ar_sa: طلبات التوضيح التي لم يتم الرد عليها

# SubmittedRequestsNo
source: Submitted Requests
ar_sa: الطلبات التي تم تقديمها

# UnderProgressRequestsNo
source: In progress Requests
ar_sa: الطلبات تحت الاجراء

# FU_AttachmentRequiredValidationMessage
source: {0} is required
ar_sa: {0} مطلوب

# FU_ConfirmDeleteMessage
source: Are you sure you want to delete this attachment?
ar_sa: هل أنت متأكد من أنك تريد حذف هذا المرفق؟

# FU_FileEmptyMessage
source: The file cannot be empty
ar_sa: لا يمكن ان يكون الملف فارغ

# FU_FileExistsMessage
source: An attachment with the same name already exists.
ar_sa: يوجد بالفعل مرفق يحمل نفس الاسم.

# FU_FileExtenionValidationMessage
source: Supported file extensions are {0}
ar_sa: أنواع امتدادات الملفات المقبولة هي {0}

# FU_FileSizeMessage
source: Maximum file size must not exceed {0} MB
ar_sa: الحد المسموح به لـلملف يجب ألا يزيد عن {0} MB.

# FU_lblActionHeader
source: Action
ar_sa: الإجراء

# FU_lblAttachmentNameHeader
source: Attachment Name
ar_sa: اسم المرفق

# FU_lblModifiedByHeader
source: Uploaded By
ar_sa: تم الرفع بواسطة

# FU_lblModifiedHeader
source: Uploaded Date
ar_sa: تاريخ الرفع

# FU_MaxFileNumberErrorMessage
source: Maximum number of files is {0}
ar_sa: الحد الأقصى لعدد الملفات المرفوعه {0}

# FU_RequiredValidationMessage
source: {0} is required
ar_sa: {0} مطلوب

# FU_SelectDefaultValue
source: Select
ar_sa: اختار

# FU_Upload
source: Upload
ar_sa: تحميل

# DeleteConfirmation
source: Are you sure you want to delete ?
ar_sa: هل حقاً تريد الحذف ?

# FU_NoFilesUploaded
source: No files uploaded
ar_sa: لا توجد ملفات تم تحميلها

source: Create New Request
ar_sa: انشاء طلب جديد

# RequiredDateOfBirth
source: Please enter birth date
ar_sa: برجاء إدخال تاريخ الميلاد

# RequiredEmail
source: Email is required
ar_sa: يجب إدخال بريد إلكتروني

# RequiredFirstName
source: FirstName is required
ar_sa: يجب إدخال إسم الاول

# RequiredLastName
source: LastName is required
ar_sa: يجب إدخال إسم الأخير

# RequiredNationality
source: Nationality is required
ar_sa: يجب إدخال الجنسية

# RequiredPassword
source: Password is required
ar_sa: يجب إدخال كلمة السر

# RequiredPersonalID
source: Personal ID is required
ar_sa: يجب إدخال الرقم الشخصي

# RequiredQatarId
source: Please enter qatar Id
ar_sa: برجاء ادخال الرقم القطرى

# RequiredUserName
source: User name is required
ar_sa: يجب إدخال إسم المستخدم

# ReqVerificationCode
source: You didn't enter verification code
ar_sa: لم يتم إدخال كود التفعيل

# ResendVerificationCodeLink
source: Didn't recieve the code ? Resend code
ar_sa: لم تصلك الرسالة ؟ أضغط لإعادة إرسال الكود

source: Reset Password
ar_sa: إستعادة كلمة المرور

# UserExists
source: User already exists!
ar_sa: يوجد حساب لهذا المستخدم من قبل !

# WrongVerificationCode
source: Please enter a valid verification code
ar_sa: كود التفعيل غير صحيح الرجاء إعادة إدخال الكود الصحيح

# InvalidRegisterationData
source: Error occured during registeration !
ar_sa: حدث خطأ فى إنشاء الحساب

# SameQatarIdExists
source: User with same Qatar Id already Exists
ar_sa: يوجد حساب بنفس الرقم القطرى

# InvalidQatarId
source: You have entered Invalid Qatar id !
ar_sa: الرقم غير مسجل بالنظام

# UnexpectedError
source: Error occured during change password !
ar_sa: حدث خطاء أثناء تغير الرقم السرى !

source: Wrong email address !
ar_sa: يوجد خطاء فى صحة البريد الألكترونى !

source: Payment canceled
ar_sa: تمت إلغاءعملية الدفع

# paymentSuccess
source: Your payment was successful
ar_sa: تمت عملية الدفع بنجاح

source: Payment Failed
ar_sa: فشلت عملية الدفع

source: Country
ar_sa: الدولة

# employeeComment
source: Comment of the responsible officer
ar_sa: تعليق الموظف المسؤول

source: Note
ar_sa: ملاحظة

source: responsible Officer
ar_sa: الموظف المسئول

# submitDate
source: The date of application
ar_sa: تاريخ تقديم الطلب

# CurrentPasswordErrorMessage
source: Current password is incorrect , please renter again
ar_sa: كلمة المرور الحاليه غير صحيحه برجاء إعادة الأدخال

source: Registration
ar_sa: تسجيل

# PasswordPolicyError
source: Error changing password.Reason: The password does not meet the password policy requirements. Check the minimum password length, password complexity and password history requirements.
ar_sa: خطأ في تغيير كلمة المرور. السبب: كلمة المرور لا تفي بمتطلبات سياسة كلمة المرور. تحقق من الحد الأدنى لطول كلمة المرور ومتطلبات تعقيد كلمات المرور وكلمة المرور.

source: Applicant
ar_sa: مقدم الطلب

# VerificationCodeExpired
source: Verification code has been expired , please try to resend it
ar_sa: لقد تم إنتهاء صلاحية كود التفعيل ,برجاء إعادة إرساله من جديد

# RemainingblockTime
source: Please try again after number of seconds :
ar_sa: برجاء المحاولة بعد مرور عدد ثواني :

source: Change Password
ar_sa: تغير كلمة المرور

# HeadManager
source: Director of the department
ar_sa: مدير إدارة معادلة الشهادات

source: Final Decision
ar_sa: القرار النهائى

# PasswordContainsUsername
source: Password contains part of your name <span> {0} </span>
ar_sa: تحتوي كلمة المرور على جزء من اسمك <span> {0} </span>

# BackToHome
source: Home
ar_sa: الصفحة الرئيسية

source: File Name
ar_sa: اسم الملف

source: Uploaded Date
ar_sa: تاريخ الرفع

# QatariPASubmissionMsg
source: Application is currently available for Qatari and Qatari Children only
ar_sa: التقديم مفتوح حالياً للطلاب القطريين وأبناء القطريات

# OpenRequestPA
source: Dear Student You have an incomplete pre-approval application, please complete it first, or cancel it in order to enter a new equivalence request
ar_sa: عزيز الطالب يوجد لديك طلب موافقة مسبقة غير مكتمل يرجى استكماله أولاً، أو إلغائه لتتمكن من إدخال طلب معادلة جديد

# OpenRequestUCE
source: Dear Student You have an incomplete equation request. Please complete it first, or cancel it in order to enter a new equivalence request
ar_sa: عزيز الطالب يوجد لديك طلب معادلة غير مكتمل يرجى استكماله أولاً، أو إلغائه لتتمكن من إدخال طلب معادلة جديد
