Repository: tarek-elbeheidy/CodeSamples
Catalog: Certificate/ITWORX.MOEHEWF/ITWORX.MOEHEWF/ITWORX.MOEHEWF.SCE/Resources/ITWORX_MOEHEWF_SCE.*.resx
Languages: ar_sa

source: Applicant Reply
ar_sa: رد مقدم الطلب

# ChooseValue
source: Select
ar_sa: اختار

# ClarRequestedDate
source: Clarification Date
ar_sa: تاريخ الارسال

source: Date
ar_sa: التاريخ

source: Equivalence Employee
ar_sa: موظف المعادلة

source: Female
ar_sa: أنثى

source: Late Requests
ar_sa: طلبات متأخر تنفيذها

source: Male
ar_sa: ذكر

source: Mobile Number
ar_sa: رقم الهاتف المتحرك

# NameOfficialRecords
source: Name
ar_sa: الاسم

source: Next
ar_sa: التالي

# OLevelAdd
source: Add
ar_sa: اضافة

# Passport
source: Passport Number
ar_sa: رقم جواز السفر

source: Previous
ar_sa: السابق

source: Previous School
ar_sa: اسم المدرسة القادم منها الطالب

source: Qatar ID
ar_sa: الرقم الشخصي القطري

source: Request Creation Date
ar_sa: تاريخ انشاء الطلب

source: Request Number
ar_sa: رقم الطلب

source: Request Send Date
ar_sa: تاريخ ارسال الطلب

source: Review
ar_sa: الإقرار

source: Schooling System
ar_sa: نظام الدراسة

source: School Type
ar_sa: نوع المدرسة

source: Student Data
ar_sa: بيانات الطالب صاحب الشهادة

source: Student Gender
ar_sa: جنس الطالب

source: Student Name
ar_sa: اسم الطالب حسب السجلات الرسمية

source: Student Name Cert
ar_sa: اسم الطالب طبقا للشهادة

source: Student Nationality
ar_sa: جنسية الطالب

# StudentNationalityType
source: Student Category
ar_sa: فئة الجنسية

# SubjectAction
source: Action
ar_sa: الإجراء

# SubjectAverage
source: GPA
ar_sa: الدرجة

# SubjectCode
source: Code
ar_sa: رمز المادة

# SubjectLevel
source: Level
ar_sa: المستوى

# SubjectName
source: Name
ar_sa: اسم المادة

# SubjectNum
source: Num
ar_sa: م

# SubjectPoints
source: Score
ar_sa: عدد النقاط

source: Terms Conditions
ar_sa: الشروط والاحكام

# TempQatarID
source: Temp personal ID
ar_sa: الرقم الشخصي المؤقت إن وجد

source: Needed Clarification
ar_sa: التوضيح المطلوب

source: No of Requests :
ar_sa: عدد الطلبات :

source: Reply
ar_sa: الرد

source: Returned Requests
ar_sa: الطلبات الراجعة

# SCEClarificationRequests
source: Clarification Requests
ar_sa: طلبات التوضيح

# SCEExceptionRequests
source: Exception Requests
ar_sa: طلبات الاستثناء

# SCENewRequests
source: New Requests
ar_sa: الطلبات الجديدة

# AcademicYearValidation
source: Last academic year required
ar_sa: العام الاكاديمي لأخر صف دراسي مطلوب

# ALevelMessage
source: Provide the A level and A.S Level subject you successfully passed
ar_sa: أدخل مادتي المستوى الرفيع A.Level التي تم النجاح فيهما أو مواد المستوى المتقدم A.S

# ALevelValidation
source: 2 or more subjects required
ar_sa: لا يمكن إرسال الطلب الا إذا كان عدد المواد 2 أو أكثر

source: File Name
ar_sa: اسم الملف

# FileNameValidation
source: File name required
ar_sa: ارفاق ملف مطلوب

# IBMessage
source: Provide the Subjects acquired in the HL and SL levels
ar_sa: أدخل المواد الحاصل عليها في المستوى HL في SL

# IBSubjectValidation
source: Points must be 24 or more
ar_sa: لا يمكن إرسال الطلب الا إذا كان عدد النقاط 24 أو أكثر

# LastSchoolYearValidation
source: Last passed school year required
ar_sa: اخر صف دراسي نجح فيه الطالب مطلوب

# NationalCatValidation
source: National category required
ar_sa: فئة جنسية الطالب مطلوبة

# OLevelMessage
source: Add all O.Level subjects that passed with minimum 5 subjects
ar_sa: أدخل جميع المواد من المستوى العادي O.Level التي تم النجاح فيها بحد أدني 5 مواد

# OLevelValidation
source: 5 or more subjects required
ar_sa: لا يمكن إرسال الطلب الا إذا كان عدد المواد 5 أو أكثر

# PrintedNameValidation
source: Student name according to certificate required
ar_sa: اسم الطالب طبقا للشهادة مطلوبة

# QatarIDValidation
source: Please reenter QatarID and BirthDate
ar_sa: الرجاء إدخال الرقم الشخصي و تاريخ الميلاد بشكل صحيح

# WrongEmailAddress
source: You must enter email in correct format
ar_sa: يجب إدخال بريد إلكتروني صحيح

# CertificateResourceTitle
source: Certificate Resource (Country)
ar_sa: مصدر الشهادة (الدولة)

# CertificateResourceValidation
source: Certificate Resource required
ar_sa: مصدر الشهادة مطلوب

# CertificateTypeTitle
source: Certificate type that need equivalence
ar_sa: نوع الشهادة المطلوب معادلتها

# FileExistsValidationMsg
source: File exists with the same name
ar_sa: يوجد ملف بنفس الاسم

# FileExtensionValidation
source: Supported file extensions are jpg,pdf,png
ar_sa: الملفات المدعومة من امتداد jpg,pdf, png فقط

# FileMaxValidationMsg
source: File size must not be greater than {0} MB
ar_sa: حجم الملف لا يزيد عن {0} MB

# FileNumbersValidationMsg
source: You can't upload more than {0} files
ar_sa: لايمكن رفع اكثر من {0} ملف

# FileValidationMessage
source: File upload is required
ar_sa: ارفاق ملف مطلوب

# SchoolTypeTitle
source: School Type
ar_sa: نوع المدرسة

# SchoolTypeValidation
source: School type required
ar_sa: نوع المدرسة مطلوب

source: Academic Data
ar_sa: البيانات الأكاديمية

# PassedYearsTitle
source: Number of school years passed successfully starting from grade or year one
ar_sa: عدد السنوات الدراسية التي أتمها الطالب بنجاح اعتباراً من الصف الأول الابتدائي حتى هذه الشهادة

# PassedYearsValidation
source: Number of passed school years required
ar_sa: عدد السنوات الدراسية التي تمت بنجاح مطلوب

# SaveSucceed
source: Your Request Number {0} has been saved successfully
ar_sa: تم حفظ رقم الطلب {0} بنجاح

# SubmitSucceed
source: Your Request Number {0} has been submitted
ar_sa: تم اعتماد طلب المعادلة رقم {0}

source: Ok
ar_sa: موافق

source: Save
ar_sa: حفظ

# SaveText
source: You can save the request and continue later
ar_sa: بإمكانك حفظ الطلب واستكماله لاحق

# BirthDate
source: Student Birth Date
ar_sa: تاريخ ميلاد الطالب

# AcademicYear
source: Last Academic Year
ar_sa: العام الأكاديمي لأخر صف دراسي

# Action
source: Actions
ar_sa: الإجراءات

# ActionNavigation
source: Actions
ar_sa: الإجراءات

source: Applicant Mobile Number
ar_sa: رقم هاتف مقدم الطلب

source: Applicant Name
ar_sa: اسم مقدم الطلب

# ApplicantNameAccToCert
source: Applicant Name According To Certificate
ar_sa: اسم الطالب طبقا للشهادة

source: Attachments
ar_sa: المرفقات

source: Back
ar_sa: رجوع

# BackHome
source: Back To Home Page
ar_sa: العودة إلى الصفحة الرئيسية

source: Certificate
ar_sa: الشهادة

source: Certificate Details
ar_sa: تفاصيل الشهادة المطلوب معادلتها

source: Certificate Holder QatarID
ar_sa: الرقم الشخصي لصاحب الشهادة

source: Certificate Resource
ar_sa: مصدر الشهادة (الدولة)

source: Certificate Source
ar_sa: مصدر الشهادة

source: Certificate Type
ar_sa: نوع الشهادة

# ClarifcationFirstMsg
source: Dear student, please go to the details of the request and modify it as required and then respond to the request for clarification and resubmit the request to be able to complete the rest of the procedures
ar_sa: عزيزي الطالب, يرجى الانتقال إلى تفاصيل الطلب و تعديله حسب المطلوب و من ثم الرد على طلب التوضيح و إعادة إرسال الطلب لنتمكن من استكمال باقي الإجراءات

# ClarifcationSecondMsg
source: You can refer to the details of the application if necessary before sending the reply to ensure that the request is fulfilled in the request for clarification
ar_sa: يمكنك الرجوع الى تفاصيل الطلب إن لزم قبل إرسال الرد للتأكد من تنفيذ المطلوب في طلب التوضيح

source: Clarification Reason
ar_sa: سبب طلب التوضيح

source: Clarification Reply
ar_sa: رد مقدم الطلب

# ClarRequested
source: Clarification Requested
ar_sa: التوضيح المطلوب

source: Contacts Data
ar_sa: بيانات التواصل

# Country
source: State
ar_sa: الدولة

source: Country Name
ar_sa: مصدر الشهادة

# DelayedDays
source: No. of Delayed Days
ar_sa: عدد أيام التأخير

source: Edit
ar_sa: تعديل

source: Email
ar_sa: البريد الالكتروني

source: Employee
ar_sa: الموظف

source: Entity Needs Equivalency
ar_sa: الجهة الطالبة للمعادلة

source: Equivalency Purpose
ar_sa: الغرض من معادلة الشهادة

# ExcepApplicantName
source: ApplicantName
ar_sa: اسم الطالب

# ExcepPhoneNumber
source: Phone Number
ar_sa: رقم الهاتف

# ExceptionRequestsMessage
source: Requests listing for students who don't have Qatari ID
ar_sa: سجل الطلبات الخاص بالطلاب الغير حاملي رقم شخصي قطري

# FacultyName
source: College
ar_sa: الكلية

source: Finish
ar_sa: انهاء

# GoToClass
source: Class to register
ar_sa: الصف الدراسي المراد التسجيل فيه

# LastGrade
source: Last Grade passed by applicant
ar_sa: اخر صف دراسي نجح فيه

# LastSchoolYear
source: Last Passed School Year
ar_sa: آخر صف دراسي نجح فيه الطالب

source: Nationality
ar_sa: الجنسية

source: Nationality Category
ar_sa: فئة الجنسية

source: Needed Reason
ar_sa: التوضيح المطلوب

# NeededReasonLength
source: Sorry wrong entry, please enter correct data
ar_sa: عذرا إدخال خاطيء، يرجى إدخال بيانات صحيحة

# NewClarRequest
source: Add New Clarification Request
ar_sa: إضافة طلب توضيح جديد

# NewRequest
source: Create New Request
ar_sa: إنشاء طلب جديد

# NumbersaAndAlphaOnly
source: You must enter numbers and alphabets only
ar_sa: يجب إدخال أرقام و حروف فقط

# NumbersOnly
source: Please enter numbers in English only
ar_sa: يرجى إدخال أرقام باللغة الإنجليزية فقط

source: Qatari ID
ar_sa: الرقم الشخصي لمقدم الطلب

source: Reply Date
ar_sa: تاريخ الرد

source: Reply to Clarification
ar_sa: الرد على التوضيح

# RequestClarSender
source: Request Clarification Sender
ar_sa: مرسل طلب التوضيح

source: Request Date
ar_sa: تاريخ طلب التوضيح

source: Request ID
ar_sa: رقم الطلب

source: Request Reason
ar_sa: سبب طلب التوضيح

source: Request Sender
ar_sa: مرسل الطلب

source: Requests Listing
ar_sa: سجل الطلبات

source: Request Status
ar_sa: حالة الطلب

# Required
source: Please enter field
ar_sa: يرجى إدخال الحقل

source: Required Clarification
ar_sa: التوضيح المطلوب

source: Responsible Officer
ar_sa: الموظف المسئول

# ReturnDate
source: Returned Date
ar_sa: تاريخ الارجاع

source: Returned From
ar_sa: راجع من

# ReturnReason
source: Returned Reason
ar_sa: سبب الارجاع

# ReturnToRequestPage
source: Return to request details
ar_sa: الانتقال الى تفاصيل الطلب

# SCEMyRequests
source: My Requests
ar_sa: مهامي

source: School Name
ar_sa: اسم المدرسة

source: Search
ar_sa: بحث

source: Send Reply
ar_sa: إرسال الرد و الطلب

# SendRequest
source: Send Clarification Request
ar_sa: ارسل طلب التوضيح

# SerialNumber
source: S
ar_sa: م

source: Specialization
ar_sa: التخصص

source: Submit Date
ar_sa: تاريخ إرسال الطلب

source: Submit Date From
ar_sa: تاريخ استلام الطلب من

source: Submit Date To
ar_sa: تاريخ استلام الطلب إلى

# UniversityName
source: University
ar_sa: الجامعة

source: View
ar_sa: عرض

# ViewNavigation
source: View
ar_sa: الاطلاع على

# TermsAttachmentNote
source: {0} you should attach all the attachments clearly to be able to process your request without any delay
ar_sa: {0} يجب إرفاق جميع المرفقات بشكل واضح وصحيح لنتمكن من تنفيذ طلبكم وتجنبكم أي تأخير

# TermsDataNote
source: Dear student, please revise the request data and make sure it's correct then agree to the terms below and send the request
ar_sa: عزيزي الطالب يرجى مراجعة بيانات الطلب والتأكد من صحتها، ومن ثم الموافقة على الإقرار أدناه وإرسال الطلب

source: Request Details
ar_sa: تفاصيل الطلب

source: Clarification Requests
ar_sa: طلبات التوضيح

source: Not Submitted Yet
ar_sa: لم يتم ارساله

# EditRequestTitle
source: Edit Request
ar_sa: تعديل الطلب

# ReviewStepText
source: I hereby confirm that the application information is correct and therefore assume full liability for any misinformation
ar_sa: أقر أنا الطالب الموضحة بياناتي أعلاه بصحة جميع ما ورد من البيانات، و بأنني أتحمل كامل المسؤولية القانونية في حال تقديمي بيانات غير صحيحة.

# ReviewStepTitle
source: Review Agreement
ar_sa: الاقرار

# Send
source: Submit
ar_sa: ارسال

# SchoolEquivalency
source: Create school equivalency certificate request
ar_sa: إنشاء طلب معادلة شهادة مدرسية

source: Agree
ar_sa: موافقة

# BirthdateValidation
source: Birthdate is required
ar_sa: يرجى ادخال تاريخ الميلاد

# EmailValidation
source: Email is required
ar_sa: يرجى ادخال البريد الالكتروني

# GenderValidation
source: Gender is required
ar_sa: يرجى ادخال جنس الطالب

# MobileNumberValidation
source: Mobile number is required
ar_sa: يرجى ادخال رقم الهاتف المتحرك

# NameOfficialRecordsValidation
source: Name is required
ar_sa: يرجى ادخال الاسم

# NameValidation
source: Name is required
ar_sa: يرجى ادخال اسم الطالب

# PassportValidation
source: Passport number is required
ar_sa: يرجى ادخال رقم جواز السفر

# EditNote
source: When you done editing, please press finish at the buttom
ar_sa: عند الانتهاء من التعديل يرجى الضغط على انهاء اسفل الصفحة

# ReturnComments
source: Comments
ar_sa: ملاحظات

# ReturnNote
source: In case the request is returned, the request will be transferred to the last employee
ar_sa: في حالة إرجاع الطلب سوف يتم تحويل الطلب لآخر موظف

# ReturnReasonPM
source: Return Request Reasons
ar_sa: سبب إرجاع الطلب

source: Return Request
ar_sa: إرجاع الطلب

# ReturnValidation
source: Please enter the field
ar_sa: يرجى إدخال الحقل

# SCEDDMDecision
source: Department Manager Decision
ar_sa: قرار مدير الادارة

# SCEFinalConfirmNote
source: If the decision is approved, the application will be forwarded to the Section Manager
ar_sa: في حالة اعتماد القرار سوف يتم تحويل الطلب إلى رئيس القسم

# SCEFinalDecision
source: Final decision and printing
ar_sa: القرار النهائي والطباعة

# SCEFinalDecisionSubTitle
source: Final Decision
ar_sa: القرار النهائي

# SCENoDecisionTaken
source: There is no recommendation from the department manager
ar_sa: لا يوجد توصية من مدير الادارة

# SCERejectionReason
source: Rejection Reasosns
ar_sa: سبب الرفض

# SCESaveBtn
source: Save
ar_sa: حفظ

# SCESendSMSNote
source: Send a text message to the applicant to attend
ar_sa: إرسال رسالة نصية للمتعامل للحضور

# SCESMDecision
source: Section Manager final decision
ar_sa: القرار النهائي لرئيس القسم

# SCESubmitBtn
source: Submit Final Decision
ar_sa: اعتماد القرار النهائي

# SCEViewBtn
source: View
ar_sa: عرض

source: Action Date
ar_sa: تاريخ الإجراء

# AuthorityTask
source: Authority or Task
ar_sa: الصلاحية أو المهمة

# ExecutedProcedure
source: Executed action
ar_sa: الإجراء المنفذة

source: Executor
ar_sa: القائم بالتنفيذ

# ProcComments
source: Comments
ar_sa: الملاحظات

# EmpReturnNotes
source: Notes/ Return reasons
ar_sa: ملاحظات / أسباب الارجاع:

# EmpReturnPS
source: If the request is returned, it will be redistributed to the concerned employees
ar_sa: في حالة إرجاع الطلب سوف يتم إعادة توزيعه على الموظفين المعنيين

# EmpReturnTitle
source: Return request for not specalized
ar_sa: إعادة الطلب لعدم الاختصاص

# attendTo
source: The student must attend the class
ar_sa: على أن يلتحق الطالب بالصف الدراسي

# convertTo
source: Convert application to
ar_sa: تحويل الطلب الى

source: Decision Text
ar_sa: نص قرار المعادلة

source: Preview
ar_sa: عرض المعادلة

source: Recommendation
ar_sa: التوصية

source: Search Status
ar_sa: بحث الحالة

# searchStatusReco
source: Search Status And Recommendation
ar_sa: بحث الحالة والتوصية

source: Submit
ar_sa: اعتماد المعادلة وتحويل الطلب

# convertToRequired
source: Convert application to is required
ar_sa: تحويل الطلب الى مطلوب

# decisionTextRequired
source: Decision text is required
ar_sa: نص قرار المعادلة مطلوب

# recommendationRequired
source: Recommendation is required
ar_sa: التوصية مطلوبة

# searchStatusRequired
source: Search status is required
ar_sa: بحث الحالة مطلوبة

source: Required Statement
ar_sa: الإفادة المطلوبة

# SendStatement
source: Send Statement Request
ar_sa: ارسل طلب الإفادة

source: Statement Agency
ar_sa: الجهة الموجه لها الإفادة

# StatementAgencyRequired
source: Statement agency is required
ar_sa: الجهة الموجه لها الإفادة مطلوبة

# StatementDate
source: Date of request for a statement
ar_sa: تاريخ طلب الإفادة

# StatementRequired
source: Required statement is required
ar_sa: الإفادة مطلوبة

# StatementSender
source: The applicant for the statement
ar_sa: مرسل طلب الافادة

source: Statement Subject
ar_sa: موضوع الإفادة

# StatementSubjectRequired
source: Statement subject is required
ar_sa: موضوع الإفادة مطلوب

# submitNewStatement
source: Submit a new statement request
ar_sa: إرسال طلب إفادة جديد

# addNewStatement
source: Add New Statement Request
ar_sa: إضافة طلب إفادة جديد

source: Sender Of Replay
ar_sa: مرسل الرد

# StatementList
source: Statement Requests List
ar_sa: سجل طلبات الإفادة

source: Agency Replay Date
ar_sa: تاريخ رد الجهة

source: Reply to the statement
ar_sa: الرد على الافادة

source: Sended Statement Request
ar_sa: طلب الافادة المرسل

source: Statement Replay
ar_sa: الرد على الإفادة

# StatementReplayRequired
source: Statement replay is required
ar_sa: الرد على الإفادة مطلوب

source: Statement Request Details
ar_sa: تفاصيل طلب الإفادة

# ApprovedSimilarReqs
source: Approved Similar Requests
ar_sa: الحالات المشابهة المعتمدة

# SearchSimilarReqs
source: Search similar requests or decisions
ar_sa: البحث فى الحالات المشابهة

# SCEReassignRequests
source: Reassign Requests
ar_sa: إعادة تخصيص الطلبات

# EquivalencyPurposeValidation
source: Equivalency Purpose is required
ar_sa: يرجى ادخال الغرض من معادلة الشهادة

# GoToClassValidation
source: Class to register is required
ar_sa: يرجى ادخال الصف الدراسي المراد التسجيل فيه

# ReplyToClarRequest
source: Reply to clarification request
ar_sa: الرد على طلب التوضيح

# ViewClarRequest
source: View clarification request
ar_sa: عرض طلب التوضيح

source: Choose
ar_sa: اختر

# ReturnFromApplicant
source: Reply to the clarification request
ar_sa: الرد علي طلب التوضيح

# ReturnFromCultural
source: Reply to the request for a statement
ar_sa: الرد علي طلب الافادة

# ClarificationRequestedDate
source: Clarification Request Date
ar_sa: تاريخ ارسال طلب التوضيح

# RecieveRequestDate
source: Recieved Date
ar_sa: تاريخ استلام الطلب

# searchRequests
source: Search for requests
ar_sa: البحث عن الطلبات

# chooseSearchcriteria
source: Please select search criteria to show search results
ar_sa: برجاء إختيار معايير للبحث كي تظهر نتائج البحث

# SCEBookfileExist
source: File exists with the same name
ar_sa: يوجد ملف بنفس الاسم

# SCEBookFileMaxSize
source: File size must not be greater than {0} MB
ar_sa: الحد الأقصى لحجم الملف MB{0}

# SCEBookFileRequiredMSG
source: File upload is required
ar_sa: حقل ارفاق ملف اجباري

# SCEBookfileSupportedFormat
source: Supported file extensions are jpg,pdf,png
ar_sa: يرجى إدخال ملفات بالملحقات الاتية PDF, PNG,JPG

# SCEBookFileUpload
source: File Upload
ar_sa: ارفاق ملف

# SCEBookMaxFilesNumber
source: You can't upload more than {0} files
ar_sa: لا يمكن تحميل أكثر من ملفات {0}

# OlevelTextboxValidation
source: Please enter all data
ar_sa: يرجى ادخال جميع البيانات

# WrongMobileNumber
source: Mobile number should be 8 digits
ar_sa: رقم الجوال لابد ان يتكون من 8 ارقام

# certificateTypeValidation
source: Certificate type is required
ar_sa: نوع الشهادة مطلوب

source: Edit SCE Request
ar_sa: تحرير الطلب

source: New SCE Request
ar_sa: طلب جديد

source: SCE Clarification Request Details
ar_sa: تفاصيل طلب التوضيح

# SCEClarificationsListing
source: SCE Clarifications
ar_sa: طلبات التوضيح

source: SCE Cultural Mission Dashboard
ar_sa: قائمة الملحقية الثقافية

source: SCE Department Manager Dashboard
ar_sa: قائمة مدير الادارة

source: SCE Higher Educational Institutions Dashboard
ar_sa: قائمة معاهد التعليم العالي

# SCENewClarificationReq
source: SCE New Clarification Request
ar_sa: طلب توضيح جديد

source: SCE Section Manager Dashboard
ar_sa: قائمة مدير القسم

# oLevelAverageValidation
source: Choose Subject Degree
ar_sa: اختر درجة المادة

# oLevelCodeValidation
source: Enter Subject Code
ar_sa: ادخل رمز المادة

# oLevelTitleValidation
source: Enter Subject Name
ar_sa: ادخل اسم المادة

source: SCE Request History
ar_sa: سجل الطلبات

# ibCodeValidation
source: Enter subject code
ar_sa: ادخل رمز المادة

# ibLevelValidation
source: Choose subject level
ar_sa: اختر مستوى المادة

# ibPointsValidation
source: Enter subject points
ar_sa: ادخل عدد نقاط المادة

# ibTitleValidation
source: Enter subject title
ar_sa: ادخل اسم المادة

source: Add SCE Statement
ar_sa: اضافة طلب إفادة

source: SCE Book Request Details
ar_sa: تفاصيل الكتاب

source: SCE Book Requests
ar_sa: المخاطبات الخارجية

source: SCE Decision PM
ar_sa: القرارات

source: SCE PE Recommendation
ar_sa: بحث الحالة والتوصية

source: SCE Reject Request PM
ar_sa: رفض الطلب

source: SCE Reply To Book Request
ar_sa: الرد على المخاطبة

# SCERReturnRequestEmp
source: SCE Return Request
ar_sa: الطلبات الراجعة

source: SCE Search Similar Requests
ar_sa: بحث في حالات مشابهة

source: SCE Statement Listing
ar_sa: طلبات الإفادة

source: SCE Statement Reply
ar_sa: الرد على طلب الإفادة

source: SCE View Similar Requests
ar_sa: عرض نتائج بحث في حالات مشابهة

source: SCE View Statement
ar_sa: عرض طلب الإفادة

source: View Contact
ar_sa: عرض بيانات التواصل

source: View Request
ar_sa: عرض الطلب

# cantReturnRequest
source: You Can't return the request
ar_sa: لا يمكنك إرجاع الطلب

# NewBook
source: Create New Book
ar_sa: إضافة كتاب جديد

source: Download Decision
ar_sa: تحميل القرار

# OLevelMessageReview
source: The O level subjects you successfully passed
ar_sa: جميع المواد من المستوى العادي O.Level التي تم النجاح فيها

# ALevelMessageReview
source: A level and A.S Level subject you successfully passed
ar_sa: مادتي المستوى الرفيع A.Level التي تم النجاح فيهما أو مواد المستوى المتقدم A.S

# IBMessageReview
source: Subjects acquired in the HL and SL levels
ar_sa: المواد الحاصل عليها في المستوى HL في SL

source: Other Documents
ar_sa: وثائق أخري

source: File Description
ar_sa: وصف الملف

# RequiredRejectionReason
source: Rejection reason is required
ar_sa: سبب الرفض مطلوب

source: High School
ar_sa: ثانوي عام

source: Private
ar_sa: خاصة

# CertificateCopyFromCountry
source: A copy of the equivalence of the certificate from the issued country
ar_sa: صورة من معادلة الشهادة من الدولة مصدر الشهادة

source: Cancel
ar_sa: إلغاء

source: Acceptance
ar_sa: الموافقة

# ConfirmDecisionMsg
source: Please note that the employee's recommendation {0} so please return the request to the Equation Officer to amend the text of the decision
ar_sa: يرجى العلم بأن توصية الموظف {0} لذلك يرجى إرجاع الطلب لموظف المعادلة لتعديل نص القرار

source: Rejection
ar_sa: الرفض

# DeleteConfirmation
source: Are you sure you want to delete ?
ar_sa: هل حقاً تريد الحذف ?

source: Not available
ar_sa: لا يوجد

# SCERejectionReasonRequired
source: Rejection reason is required
ar_sa: سبب الرفض مطلوب
